Repository: eserkansozer/KarbonsuzUcus
Catalog: src/locale/messages.*.xlf
Languages: tr

# NavMainheader
source: Offset My Carbon
tr: Karbonumu Sıfırla

# NavHome
source: Home
tr: Ana Sayfa

# NavAbout
source: About
tr: Hakkımızda

# NavContact
source: Contact
tr: İletişim

# FootSiteName
source: Offset My Carbon
tr: Karbonumu Sıfırla

# FootSocialResp
source: is a social responsibility project by
tr: bir sosyal sorumluluk projesidir

# ContentHeader
source: Aviation is the one of the biggest contributors to carbon emissions
tr: Seyahat

# ContentText
source: You can simply calculate your carbon footprint of your flights and offset them using our simple tool.
tr: Hesap aracımızı kullanarak uçuşunuzun karbon ayakizini kolayca hesaplayabilirsiniz.

# ContentStartHere
source: Start here
tr: Başlayın

# FCalcLookForest
source: Have a look at our forest!
tr: Ormanımıza göz atın!

# Co2Content
source: CO2 is bad
tr: CO2 kötü kaka

# ContactContent
source: Contact us if you would like to contribute to our project.
tr: Bizimle iletişime geçin.
